Repository: GNOME/krb5-auth-dialog
Catalog: po/*.po
Languages: hi

source: Kerberos Authentication Dialog
hi: केर्बेरोस प्रमाणीकरण संवादकैशे

source: Request, renew and view Kerberos tickets
hi: केर्बेरोस टिकट का अनुरोध करें, नवीनीकरण करें और देखें

source: Kerberos Authentication allows you to list your current Kerberos tickets, and to request a new ticket (authenticate to the Kerberos Server). It also notifies you when your Kerberos credentials are about to expire and renews your ticket automatically if possible.
hi: केर्बेरोस प्रमाणीकरण आपको अपने मौजूदा केर्बेरोस टिकटों को सूचीबद्ध करने और एक नए टिकट का अनुरोध करने (केर्बेरोस सर्वर को प्रमाणित करने) की अनुमति देता है। यह आपको सूचित भी करता है कि आपके केर्बेरोस क्रेडेंशियल कब समाप्त होने वाले हैं और यदि संभव हो तो आपके टिकट को स्वचालित रूप से नवीनीकृत करता है।

source: This is useful if you need to authenticate to a Kerberos Server (KDC) after your login to the desktop (e.g. on a mobile device).
hi: यह तब उपयोगी होता है जब आपको डेस्कटॉप (जैसे मोबाइल डिवाइस पर) पर लॉगइन करने के बाद केर्बेरोस सर्वर (केडीसी) को प्रमाणित करने की आवश्यकता होती है।

source: Kerberos authentication dialog
hi: केर्बेरोस प्रमाणीकरण संवाद

source: Kerberos principal
hi: केर्बेरोस प्रिंसिपल

source: The Kerberos principal to acquire the ticket for
hi: केर्बेरोस प्रिंसिपल जिसके लिए टिकट प्राप्त करनी है

source: PKINIT identifier
hi: PKINIT पहचानकर्ता

source: The principal's public/private/certificate identifier when using PKINIT
hi: PKINIT का उपयोग करते समय प्रिंसिपल का सार्वजनिक/निजी/प्रमाणपत्र पहचानकर्ता

source: PKINIT trust anchors
hi: PKINIT ट्रस्ट एंकर

source: PKINIT CA certificates
hi: PKINIT CA प्रमाणपत्र

source: Prompt minutes before expiry
hi: समाप्ति से कुछ मिनट पहले बताएं

source: Start prompting/displaying notifications that many minutes before expiry
hi: समाप्ति से कई मिनट पहले सूचनाएं प्रदर्शित करना/प्रदर्शित करना शुरू करें

source: Forwardable ticket
hi: अग्रेषिणीय टिकट

source: Requested tickets should be forwardable
hi: अनुरोधित टिकट अग्रेषित करने योग्य होने चाहिए

source: Renewable ticket
hi: नवीकरणीय टिकट

source: Requested tickets should be renewable
hi: अनुरोधित टिकट नवीकरणीय होनी चाहिए

source: Proxiable ticket
hi: प्रॉक्सीएबल टिकट

source: Requested tickets should be proxiable
hi: अनुरोधित टिकट प्रॉक्सीएबल होने चाहिए

source: Configuration tickets
hi: विन्यास टिकट

source: Show configuration tickets
hi: विन्यास टिकट दिखाएं

source: valid ticket notification
hi: मान्य टिकट अधिसूचना

source: Notify user when ticket becomes valid
hi: टिकट मान्य होने पर उपयोक्ता को सूचित करें

source: ticket expiring notification
hi: टिकट समाप्ति अधिसूचना

source: Notify user when ticket is about to expire
hi: टिकट समाप्त होने पर उपयोक्ता को सूचित करें

source: ticket expired notification
hi: टिकट अवधि समाप्ति अधिसूचना

source: Notify user when ticket has expired
hi: टिकट की अवधि समाप्त होने पर उपयोक्ता को सूचित करें

source: Enabled plugins
hi: सक्षम प्लगइन्स

source: List of plugins that should be loaded and activated on startup.
hi: उन प्लगइन्स की सूची जिन्हें शुरुआत पर लोड और सक्रिय किया जाना चाहिए।

source: Prefere_nces
hi: प्राथमिकताएं (_n)

source: _About
hi: परिचय (_A)

source: _Help
hi: सहायता (_H)

source: _Quit
hi: बंद करें (_Q)

source: Service Tickets
hi: सेवा टिकट

source: Your ticket cache is currently empty
hi: आपका टिकट कैशे वर्तमान में खाली है

source: Get Ticket
hi: टिकट प्राप्त करें

source: _Kerberos
hi: केर्बेरोस (_K)

source: Kerberos User
hi: केर्बेरोस उपयोक्ता

source: The name of your Kerberos account. Leave blank to use your current username.
hi: आपके केर्बेरोस खाते का नाम। अपना वर्तमान उपयोक्ता नाम उपयोग करने के लिए इसे खाली छोड़ दें।

source: Kerberos Ticket Options
hi: केर्बेरोस टिकट विकल्प

source: Requested Kerberos tickets should be:
hi: अनुरोधित केर्बेरोस टिकट निम्न होने चाहिए:

source: forwardable
hi: अग्रेषिणीय

source: If checked, request forwardable tickets
hi: यदि चयनित है, तो अग्रेषिणीय टिकटों का अनुरोध करें

source: renewable
hi: नवीकरणीय

source: If checked, request renewable tickets
hi: यदि चयनित है, तो नवीकरणीय टिकटों का अनुरोध करें

source: proxiable
hi: प्रॉक्सीएबल

source: If checked, request proxiable tickets
hi: यदि चयनित है, तो प्रॉक्सीएबल टिकटों का अनुरोध करें

source: Userid
hi: उपयोक्ता आईडी

source: Principal certificate and private key
hi: मुख्य प्रमाणपत्र और निजी कुंजी

source: Use Smartcard
hi: स्मार्टकार्ड का उपयोग करें

source: If checked, use a security token (Smartcard) to authenticate.
hi: यदि चयनित है, तो प्रमाणीकरण के लिए सुरक्षा टोकन (स्मार्टकार्ड) का उपयोग करें।

source: Certificate and private key file
hi: प्रमाणपत्र और निजी कुंजी फाइल

source: X509 trust anchors
hi: X509 ट्रस्ट एंकर

source: KDC trust anchor
hi: KDC ट्रस्ट एंकर

source: Certificate used to verify digital signatures.
hi: डिजिटल हस्ताक्षरों को सत्यापित करने के लिए उपयोग किया जाने वाला प्रमाणपत्र।

source: _Notifications
hi: अधिसूचनाएं (_N)

source: Notifications
hi: अधिसूचनाएं

source: Warn before ticket expiry
hi: टिकट समाप्ति से पहले चेतावनी दें

source: Send notification about ticket expiry that many minutes before it finally expires
hi: टिकट की वैधता समाप्त होने से कई मिनट पहले इसकी सूचना भेजें

source: Kerberos Authentication
hi: केर्बेरोस प्रमाणीकरण

source: _Cancel
hi: रद्द करें (_C)

source: _Renew Ticket
hi: टिकट का नवीनीकरण (_R)

source: No error
hi: कोई त्रुटि नहीं

source: Client's entry in database has expired
hi: डेटाबेस में क्लाइंट की प्रविष्टि समाप्त हो गई है

source: Server's entry in database has expired
hi: डेटाबेस में सर्वर की प्रविष्टि समाप्त हो गई है

source: Requested protocol version not supported
hi: अनुरोधित प्रोटोकॉल संस्करण समर्थित नहीं है

source: Client's key is encrypted in an old master key
hi: क्लाइंट की कुंजी पुरानी मास्टर कुंजी में कूटलेखित की गई है

source: Server's key is encrypted in an old master key
hi: सर्वर की कुंजी एक पुरानी मास्टर कुंजी में कूटलेखित है

source: Client not found in Kerberos database
hi: केर्बेरोस डेटाबेस में क्लाइंट नहीं मिला

source: Server not found in Kerberos database
hi: केर्बेरोस डेटाबेस में सर्वर नहीं मिला

source: Principal has multiple entries in Kerberos database
hi: प्रिंसिपल की केर्बेरोस डेटाबेस में कई प्रविष्टियां हैं

source: Client or server has a null key
hi: क्लाइंट या सर्वर में शून्य कुंजी है

source: Ticket is ineligible for postdating
hi: टिकट पोस्टडेटिंग के लिए अयोग्य है

source: Requested effective lifetime is negative or too short
hi: अनुरोधित प्रभावी जीवनकाल नकारात्मक या बहुत छोटा है

source: KDC policy rejects request
hi: केडीसी नीति अनुरोध को अस्वीकार करती है

source: KDC can't fulfill requested option
hi: केडीसी अनुरोधित विकल्प को पूरा नहीं कर सकता

source: KDC has no support for encryption type
hi: केडीसी में कूटलेखन प्रकार के लिए कोई समर्थन नहीं है

source: KDC has no support for checksum type
hi: केडीसी के पास चेकसम प्रकार के लिए कोई समर्थन नहीं है

source: KDC has no support for padata type
hi: केडीसी के पास padata प्रकार के लिए कोई समर्थन नहीं है

source: KDC has no support for transited type
hi: केडीसी के पास पारगमन प्रकार के लिए कोई समर्थन नहीं है

source: Client's credentials have been revoked
hi: क्लाइंट के क्रेडेंशियल रद्द कर दिए गए हैं

source: Credentials for server have been revoked
hi: सर्वर के लिए क्रेडेंशियल रद्द कर दिए गए हैं

source: TGT has been revoked
hi: टीजीटी रद्द कर दिया गया है

source: Client not yet valid - try again later
hi: क्लाइंट अभी मान्य नहीं है - बाद में पुनः प्रयास करें

source: Server not yet valid - try again later
hi: सर्वर अभी मान्य नहीं है - बाद में पुनः प्रयास करें

source: Password has expired
hi: पासवर्ड समाप्त हो गया है

source: Preauthentication failed
hi: पूर्व-प्रमाणीकरण विफल

source: Additional pre-authentication required
hi: अतिरिक्त पूर्व-प्रमाणीकरण आवश्यक

source: Requested server and ticket don't match
hi: अनुरोधित सर्वर और टिकट मेल नहीं खाते

source: Server principal valid for user2user only
hi: सर्वर प्रिंसिपल केवल user2user के लिए मान्य है

source: KDC policy rejects transited path
hi: केडीसी नीति पारगमन पथ को अस्वीकार करती है

source: A service is not available that is required to process the request
hi: अनुरोध को संसाधित करने के लिए आवश्यक सेवा उपलब्ध नहीं है

source: Decrypt integrity check failed
hi: डिक्रिप्ट अखंडता जांच विफल

source: Ticket expired
hi: टिकट समाप्त हो गया

source: Ticket not yet valid
hi: टिकट अभी मान्य नहीं है

source: Request is a replay
hi: अनुरोध एक रिप्ले है

source: The ticket isn't for us
hi: यह टिकट हमारे लिए नहीं है

source: Ticket/authenticator don't match
hi: टिकट/प्रमाणक मेल नहीं खाते

source: Clock skew too great
hi: घड़ी का विलंब बहुत ज़्यादा है

source: Incorrect net address
hi: ग़लत नेट पता

source: Protocol version mismatch
hi: प्रोटोकॉल संस्करण बेमेल

source: Invalid message type
hi: अमान्य संदेश प्रकार

source: Message stream modified
hi: संदेश स्ट्रीम संशोधित

source: Message out of order
hi: संदेश क्रम से बाहर

source: Illegal cross-realm ticket
hi: अवैध क्रॉस-रियल्म टिकट

source: Key version is not available
hi: कुंजी संस्करण उपलब्ध नहीं है

source: Service key not available
hi: सेवा कुंजी उपलब्ध नहीं है

source: Mutual authentication failed
hi: पारस्परिक प्रमाणीकरण विफल

source: Incorrect message direction
hi: संदेश की गलत दिशा

source: Alternative authentication method required
hi: वैकल्पिक प्रमाणीकरण विधि आवश्यक

source: Incorrect sequence number in message
hi: संदेश में अनुक्रम संख्या ग़लत है

source: Inappropriate type of checksum in message
hi: संदेश में चेकसम का प्रकार अनुपयुक्त है

source: Policy rejects transited path
hi: नीति पारगमन पथ को अस्वीकार करती है

source: Response too big for UDP, retry with TCP
hi: UDP के लिए प्रतिक्रिया बहुत बड़ी है, TCP के साथ पुनः प्रयास करें

source: Generic error (see e-text)
hi: सामान्य त्रुटि (ई-पाठ देखें)

source: Field is too long for this implementation
hi: इस कार्यान्वयन के लिए क्षेत्र बहुत लंबी है

source: Client not trusted
hi: क्लाइंट विश्वसनीय नहीं है

source: KDC not trusted
hi: केडीसी विश्वसनीय नहीं है

source: Invalid signature
hi: अमान्य हस्ताक्षर

source: Key parameters not accepted
hi: मुख्य पैरामीटर स्वीकार नहीं किए गए

source: Certificate mismatch
hi: प्रमाणपत्र बेमेल

source: No ticket granting ticket
hi: कोई टिकट देने वाला टिकट नहीं

source: Realm not local to KDC
hi: रियल्म केडीसी के लिए स्थानीय नहीं है

source: User to user required
hi: उपयोक्ता से उपयोक्ता आवश्यक

source: Can't verify certificate
hi: प्रमाणपत्र सत्यापित नहीं किया जा सकता

source: Invalid certificate
hi: अमान्य प्रमाणपत्र

source: Revoked certificate
hi: निरस्त प्रमाणपत्र

source: Revocation status unknown
hi: निरस्तीकरण स्थिति अज्ञात

source: Revocation status unavailable
hi: निरस्तीकरण स्थिति अनुपलब्ध

source: Client name mismatch
hi: ग्राहक नाम बेमेल

source: KDC name mismatch
hi: केडीसी नाम बेमेल

source: Inconsistent key purpose
hi: असंगत मुख्य उद्देश्य

source: Digest in certificate not accepted
hi: प्रमाण पत्र में डाइजेस्ट स्वीकार नहीं किया जाएगा

source: Checksum must be included
hi: चेकसम शामिल होना चाहिए

source: Digest in signed-data not accepted
hi: हस्ताक्षरित डेटा में डाइजेस्ट स्वीकार नहीं किया गया

source: Public key encryption not supported
hi: सार्वजनिक कुंजी कूटलेखन समर्थित नहीं है

source: The IAKERB proxy could not find a KDC
hi: IAKERB प्रॉक्सी केडीसी नहीं खोज सका

source: The KDC did not respond to the IAKERB proxy
hi: केडीसी ने IAKERB प्रॉक्सी का जवाब नहीं दिया

source: Preauthentication expired
hi: पूर्व-प्रमाणीकरण समाप्त हो गया

source: More preauthentication data is required
hi: अधिक पूर्व-प्रमाणीकरण डेटा की आवश्यकता है

source: An unsupported critical FAST option was requested
hi: एक असमर्थित महत्वपूर्ण फास्ट विकल्प का अनुरोध किया गया था

source: No acceptable KDF offered
hi: कोई स्वीकार्य केडीएफ की पेशकश नहीं की गई

source: Invalid flag for file lock mode
hi: फाइल लॉक मोड के लिए अमान्य फ़्लैग

source: Cannot read password
hi: पासवर्ड पढ़ा नहीं जा सका

source: Password mismatch
hi: पासवर्ड बेमेल

source: Password read interrupted
hi: पासवर्ड पढ़ने में बाधा

source: Illegal character in component name
hi: घटक नाम में अवैध वर्ण

source: Malformed representation of principal
hi: प्रिंसिपल का गलत प्रतिनिधित्व

source: Can't open/find Kerberos configuration file
hi: केर्बेरोस विन्यास फाइल खोली/खोजी नहीं जा सकी

source: Improper format of Kerberos configuration file
hi: केर्बेरोस विन्यास फाइल का अनुचित प्रारूप

source: Insufficient space to return complete information
hi: पूरी जानकारी देने के लिए स्थान अपर्याप्त है

source: Invalid message type specified for encoding
hi: एनकोडिंग के लिए निर्दिष्ट संदेश प्रकार अमान्य है

source: Credential cache name malformed
hi: क्रेडेंशियल कैशे नाम विकृत

source: Unknown credential cache type
hi: अज्ञात क्रेडेंशियल कैशे प्रकार

source: Matching credential not found
hi: मेल खाता क्रेडेंशियल नहीं मिला

source: End of credential cache reached
hi: क्रेडेंशियल कैशे की समाप्ति पर पहुंच गया

source: Request did not supply a ticket
hi: अनुरोध में टिकट उपलब्ध नहीं कराया गया

source: Wrong principal in request
hi: अनुरोध में ग़लत सिद्धांत

source: Ticket has invalid flag set
hi: टिकट पर अमान्य फ़्लैग सेट है

source: Requested principal and ticket don't match
hi: अनुरोधित मूलधन और टिकट मेल नहीं खाते

source: KDC reply did not match expectations
hi: केडीसी प्रतिक्रिया उम्मीदों से मेल नहीं खाता

source: Clock skew too great in KDC reply
hi: केडीसी प्रतिक्रिया में घड़ी का विलंब बहुत अधिक है

source: Client/server realm mismatch in initial ticket request
hi: प्रारंभिक टिकट अनुरोध में क्लाइंट/सर्वर दायरा बेमेल

source: Program lacks support for encryption type
hi: प्रोग्राम में कूटलेखन प्रकार के लिए समर्थन का अभाव है

source: Program lacks support for key type
hi: प्रोग्राम में कुंजी प्रकार के लिए समर्थन का अभाव है

source: Requested encryption type not used in message
hi: अनुरोधित कूटलेखन प्रकार का उपयोग संदेश में नहीं किया गया

source: Program lacks support for checksum type
hi: प्रोग्राम में चेकसम प्रकार के लिए समर्थन का अभाव है

source: Cannot find KDC for requested realm
hi: अनुरोधित क्षेत्र के लिए केडीसी नहीं मिल सका

source: Kerberos service unknown
hi: केर्बेरोस सेवा अज्ञात

source: Cannot contact any KDC for requested realm
hi: अनुरोधित क्षेत्र के लिए किसी भी केडीसी से संपर्क नहीं किया जा सकता

source: No local name found for principal name
hi: प्रिंसिपल नाम के लिए कोई स्थानीय नाम नहीं मिला

source: Replay cache type is already registered
hi: रीप्ले कैशे प्रकार पहले से पंजीकृत है

source: No more memory to allocate (in replay cache code)
hi: अब और मेमोरी आवंटित करने की आवश्यकता नहीं है (रिप्ले कैशे कोड में)

source: Replay cache type is unknown
hi: रीप्ले कैशे का प्रकार अज्ञात है

source: Generic unknown RC error
hi: सामान्य अज्ञात RC त्रुटि

source: Message is a replay
hi: संदेश एक रिप्ले है

source: Replay cache I/O operation failed
hi: रीप्ले कैशे I/O ऑपरेशन विफल हुआ

source: Replay cache type does not support non-volatile storage
hi: रीप्ले कैशे प्रकार गैर-वाष्पशील भंडारण का समर्थन नहीं करता है

source: Replay cache name parse/format error
hi: कैशे नाम विश्लेषण/स्वरूपण त्रुटि पुनः चलाएं

source: End-of-file on replay cache I/O
hi: रीप्ले कैशे I/O पर फाइल का अंत

source: No more memory to allocate (in replay cache I/O code)
hi: अब और मेमोरी आवंटित करने की आवश्यकता नहीं है (रिप्ले कैशे I/O कोड में)

source: Permission denied in replay cache code
hi: रीप्ले कैशे कोड में अनुमति अस्वीकृत

source: I/O error in replay cache i/o code
hi: रिप्ले कैशे i/o कोड में I/O त्रुटि

source: Generic unknown RC/IO error
hi: सामान्य अज्ञात RC/IO त्रुटि

source: Insufficient system space to store replay information
hi: रीप्ले जानकारी संग्रहीत करने के लिए सिस्टम स्थान अपर्याप्त है

source: Can't open/find realm translation file
hi: रियल्म अनुवाद फाइल को खोला/खोजा नहीं जा सका

source: Improper format of realm translation file
hi: रियल्म अनुवाद फाइल का अनुचित प्रारूप

source: Can't open/find lname translation database
hi: lname अनुवाद डेटाबेस को खोला/खोजा नहीं जा सका

source: No translation available for requested principal
hi: अनुरोधित प्रिंसिपल के लिए कोई अनुवाद उपलब्ध नहीं है

source: Improper format of translation database entry
hi: अनुवाद डेटाबेस प्रविष्टि का अनुचित प्रारूप

source: Cryptosystem internal error
hi: क्रिप्टोसिस्टम आंतरिक त्रुटि

source: Key table name malformed
hi: कुंजी तालिका नाम विकृत

source: Unknown Key table type
hi: अज्ञात कुंजी तालिका प्रकार

source: Key table entry not found
hi: कुंजी तालिका प्रविष्टि नहीं मिली

source: End of key table reached
hi: कुंजी तालिका के अंत तक पहुंच गया

source: Cannot write to specified key table
hi: निर्दिष्ट कुंजी तालिका में नहीं लिखा जा सकता

source: Error writing to key table
hi: कुंजी तालिका में लिखते समय त्रुटि

source: Cannot find ticket for requested realm
hi: अनुरोधित रियल्म के लिए टिकट नहीं मिल सका

source: DES key has bad parity
hi: DES कुंजी की समता ख़राब है

source: DES key is a weak key
hi: DES कुंजी एक कमज़ोर कुंजी है

source: Bad encryption type
hi: खराब कूटलेखन प्रकार

source: Key size is incompatible with encryption type
hi: कुंजी का आकार कूटलेखन प्रकार के साथ असंगत है

source: Message size is incompatible with encryption type
hi: संदेश का आकार कूटलेखन प्रकार के साथ असंगत है

source: Credentials cache type is already registered.
hi: क्रेडेंशियल कैशे प्रकार पहले से ही पंजीकृत है।

source: Key table type is already registered.
hi: कुंजी तालिका प्रकार पहले से ही पंजीकृत है।

source: Credentials cache I/O operation failed
hi: क्रेडेंशियल कैशे I/O ऑपरेशन विफल हुआ

source: Credentials cache permissions incorrect
hi: क्रेडेंशियल कैशे अनुमतियां ग़लत हैं

source: No credentials cache found
hi: कोई क्रेडेंशियल कैशे नहीं मिला

source: Internal credentials cache error
hi: आंतरिक क्रेडेंशियल कैशे त्रुटि

source: Error writing to credentials cache
hi: क्रेडेंशियल कैशे में लिखते समय त्रुटि

source: No more memory to allocate (in credentials cache code)
hi: अब और मेमोरी आवंटित करने की आवश्यकता नहीं है (क्रेडेंशियल कैशे कोड में)

source: Bad format in credentials cache
hi: क्रेडेंशियल कैशे में खराब प्रारूप

source: No credentials found with supported encryption types
hi: समर्थित कूटलेखन प्रकारों के साथ कोई क्रेडेंशियल नहीं मिला

source: Invalid KDC option combination (library internal error)
hi: अमान्य केडीसी विकल्प संयोजन (लाइब्रेरी आंतरिक त्रुटि)

source: Request missing second ticket
hi: गुम हुए दूसरे टिकट का अनुरोध करें

source: No credentials supplied to library routine
hi: लाइब्रेरी रूटीन के लिए कोई क्रेडेंशियल प्रदान नहीं किया गया

source: Bad sendauth version was sent
hi: ख़राब sendauth संस्करण भेजा गया

source: Bad application version was sent (via sendauth)
hi: ख़राब अनुप्रयोग संस्करण भेजा गया (sendauth के माध्यम से)

source: Bad response (during sendauth exchange)
hi: ख़राब प्रतिक्रिया (sendauth एक्सचेंज के दौरान)

source: Server rejected authentication (during sendauth exchange)
hi: सर्वर ने प्रमाणीकरण अस्वीकार कर दिया (sendauth एक्सचेंज के दौरान)

source: Unsupported preauthentication type
hi: असमर्थित पूर्व-प्रमाणीकरण प्रकार

source: Required preauthentication key not supplied
hi: आवश्यक पूर्व-प्रमाणीकरण कुंजी उपलब्ध नहीं कराई गई

source: Generic preauthentication failure
hi: सामान्य पूर्व-प्रमाणीकरण विफलता

source: Unsupported replay cache format version number
hi: असमर्थित रीप्ले कैशे प्रारूप संस्करण संख्या

source: Unsupported credentials cache format version number
hi: असमर्थित क्रेडेंशियल कैशे प्रारूप संस्करण संख्या

source: Unsupported key table format version number
hi: असमर्थित कुंजी तालिका प्रारूप संस्करण संख्या

source: Program lacks support for address type
hi: प्रोग्राम में पता प्रकार के लिए समर्थन का अभाव है

source: Message replay detection requires rcache parameter
hi: संदेश रिप्ले पहचान के लिए rcache पैरामीटर की आवश्यकता होती है

source: Hostname cannot be canonicalized
hi: होस्टनाम को कैनोनिकलाइज़ नहीं किया जा सकता

source: Cannot determine realm for host
hi: होस्ट के लिए रियल्म निर्धारित नहीं किया जा सकता

source: Conversion to service principal undefined for name type
hi: नाम प्रकार के लिए सेवा प्रिंसिपल में रूपांतरण अपरिभाषित है

source: Initial Ticket response appears to be Version 4 error
hi: प्रारंभिक टिकट प्रतिक्रिया संस्करण 4 त्रुटि प्रतीत होती है

source: Cannot resolve network address for KDC in requested realm
hi: अनुरोधित रियल्म में केडीसी के लिए नेटवर्क पते का समाधान नहीं किया जा सकता

source: Requesting ticket can't get forwardable tickets
hi: टिकट का अनुरोध करने पर अग्रेषिणीय टिकट नहीं मिल सकता

source: Bad principal name while trying to forward credentials
hi: क्रेडेंशियल अग्रेषित करने का प्रयास करते समय गलत प्रिंसिपल नाम

source: Looping detected inside krb5_get_in_tkt
hi: krb5_get_in_tkt के अंदर लूपिंग का पता चला

source: Configuration file does not specify default realm
hi: विन्यास फाइल तयशुदा क्षेत्र निर्दिष्ट नहीं करती है

source: Bad SAM flags in obtain_sam_padata
hi: get_sam_padata में ख़राब SAM फ़्लैग

source: Invalid encryption type in SAM challenge
hi: SAM चुनौती में अमान्य कूटलेखन प्रकार

source: Missing checksum in SAM challenge
hi: SAM चुनौती में चेकसम गुम है

source: Bad checksum in SAM challenge
hi: SAM चुनौती में खराब चेकसम

source: Keytab name too long
hi: कीटैब नाम बहुत लंबा है

source: Key version number for principal in key table is incorrect
hi: कुंजी तालिका में प्रिंसिपल के लिए कुंजी संस्करण संख्या गलत है

source: This application has expired
hi: इस अनुप्रयोग की समय-सीमा समाप्त हो गई है

source: This Krb5 library has expired
hi: यह Krb5 लाइब्रेरी की समय-सीमा समाप्त हो गई है

source: New password cannot be zero length
hi: नया पासवर्ड शून्य लंबाई का नहीं हो सकता

source: Password change failed
hi: पासवर्ड परिवर्तन विफल

source: Bad format in keytab
hi: कीटैब में खराब प्रारूप

source: Encryption type not permitted
hi: कूटलेखन प्रकार की अनुमति नहीं है

source: No supported encryption types (config file error?)
hi: कोई समर्थित कूटलेखन प्रकार नहीं (विन्यास फाइल त्रुटि?)

source: Program called an obsolete, deleted function
hi: प्रोग्राम ने अप्रचलित, मिटाये गए फ़ंक्शन को बुलाया

source: unknown getaddrinfo failure
hi: अज्ञात getaddrinfo विफलता

source: no data available for host/domain name
hi: होस्ट/डोमेन नाम के लिए कोई डेटा उपलब्ध नहीं है

source: host/domain name not found
hi: होस्ट/डोमेन नाम नहीं मिला

source: service name unknown
hi: सेवा का नाम अज्ञात

source: Cannot determine realm for numeric host address
hi: संख्यात्मक होस्ट पते के लिए रियल्म निर्धारित नहीं किया जा सकता

source: Invalid key generation parameters from KDC
hi: केडीसी से अमान्य कुंजी उत्पादन पैरामीटर

source: service not available
hi: सेवा उपलब्ध नहीं है

source: Ccache function not supported: read-only ccache type
hi: Ccache फ़ंक्शन समर्थित नहीं है: केवल पढ़ने योग्य ccache प्रकार

source: Ccache function not supported: not implemented
hi: Ccache फ़ंक्शन समर्थित नहीं है: कार्यान्वित नहीं किया गया

source: Invalid format of Kerberos lifetime or clock skew string
hi: केर्बेरोस जीवनकाल या घड़ी का विलंब स्ट्रिंग का अमान्य प्रारूप

source: Supplied data not handled by this plugin
hi: आपूर्ति किया गया डेटा इस प्लगइन द्वारा नियंत्रित नहीं किया जाता

source: Plugin does not support the operation
hi: प्लगइन ऑपरेशन का समर्थन नहीं करता है

source: Invalid UTF-8 string
hi: अमान्य UTF-8 स्ट्रिंग

source: FAST protected pre-authentication required but not supported by KDC
hi: फास्ट संरक्षित पूर्व-प्रमाणीकरण आवश्यक है लेकिन केडीसी द्वारा समर्थित नहीं है

source: Auth context must contain local address
hi: प्रमाणीकरण संदर्भ में स्थानीय पता होना चाहिए

source: Auth context must contain remote address
hi: प्रमाणीकरण संदर्भ में दूरस्थ पता शामिल होना चाहिए

source: Tracing unsupported
hi: अनुरेखण असमर्थित

source: Kerberos V5 magic number table
hi: केर्बेरोस V5 जादुई संख्या तालिका

source: Bad magic number for krb5_principal structure
hi: krb5_principal संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_data structure
hi: krb5_data संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_keyblock structure
hi: krb5_keyblock संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_checksum structure
hi: krb5_checksum संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_encrypt_block structure
hi: krb5_encrypt_block संरचना के लिए ख़राब जादुई संख्या
