Repository: GNOME/krb5-auth-dialog
Catalog: po/*.po
Languages: hi

source: Bad magic number for krb5_enc_data structure
hi: krb5_enc_data संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_cryptosystem_entry structure
hi: krb5_cryptosystem_entry संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_cs_table_entry structure
hi: krb5_cs_table_entry संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_checksum_entry structure
hi: krb5_checksum_entry संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_authdata structure
hi: krb5_authdata संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_transited structure
hi: krb5_transited संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_enc_tkt_part structure
hi: krb5_enc_tkt_part संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_ticket structure
hi: krb5_ticket संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_authenticator structure
hi: krb5_authenticator संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_tkt_authent structure
hi: krb5_tkt_authent संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_creds structure
hi: krb5_creds संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_last_req_entry structure
hi: krb5_last_req_entry संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_pa_data structure
hi: krb5_pa_data संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_kdc_req structure
hi: krb5_kdc_req संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_enc_kdc_rep_part structure
hi: krb5_enc_kdc_rep_part संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_kdc_rep structure
hi: krb5_kdc_rep संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_error structure
hi: krb5_error संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_ap_req structure
hi: krb5_ap_req संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_ap_rep structure
hi: krb5_ap_rep संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_ap_rep_enc_part structure
hi: krb5_ap_rep_enc_part संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_response structure
hi: krb5_response संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_safe structure
hi: krb5_safe संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_priv structure
hi: krb5_priv संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_priv_enc_part structure
hi: krb5_priv संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_cred structure
hi: krb5_cred संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_cred_info structure
hi: krb5_cred_info संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_cred_enc_part structure
hi: krb5_cred_enc_part संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_pwd_data structure
hi: krb5_pwd_data संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_address structure
hi: krb5_address संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_keytab_entry structure
hi: krb5_keytab_entry संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_context structure
hi: krb5_context संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_os_context structure
hi: krb5_os_context संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_alt_method structure
hi: krb5_alt_method संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_etype_info_entry structure
hi: krb5_etype_info_entry संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_db_context structure
hi: krb5_db_context संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_auth_context structure
hi: krb5_auth_context संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_keytab structure
hi: krb5_keytab संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_rcache structure
hi: krb5_rcache संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_ccache structure
hi: krb5_ccache संरचना के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_preauth_ops
hi: krb5_preauth_ops के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_sam_challenge
hi: krb5_sam_challenge के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_sam_challenge_2
hi: krb5_sam_challenge_2 के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_sam_key
hi: krb5_sam_key के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_enc_sam_response_enc
hi: krb5_enc_sam_response_enc के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_sam_response
hi: krb5_sam_response के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_sam_response 2
hi: krb5_sam_response 2 के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_predicted_sam_response
hi: krb5_predicted_sam_response के लिए ख़राब जादुई संख्या

source: Bad magic number for passwd_phrase_element
hi: passwd_phrase_element के लिए ख़राब जादुई संख्या

source: Bad magic number for GSSAPI OID
hi: GSSAPI OID के लिए ख़राब जादुई संख्या

source: Bad magic number for GSSAPI QUEUE
hi: GSSAPI QUEUE के लिए ख़राब जादुई संख्या

source: Bad magic number for fast armored request
hi: तेज़ बख़्तरबंद अनुरोध के लिए ख़राब जादुई संख्या

source: Bad magic number for FAST request
hi: फास्ट अनुरोध के लिए ख़राब जादुई संख्या

source: Bad magic number for FAST response
hi: त्वरित प्रतिक्रिया के लिए ख़राब जादुई संख्या

source: Bad magic number for krb5_authdata_context
hi: krb5_authdata_context के लिए ख़राब जादुई संख्या

source: ASN.1 failed call to system time library
hi: ASN.1 सिस्टम टाइम लाइब्रेरी में कॉल विफल

source: ASN.1 structure is missing a required field
hi: ASN.1 संरचना में एक आवश्यक क्षेत्र गुम है

source: ASN.1 unexpected field number
hi: ASN.1 अप्रत्याशित क्षेत्र संख्या

source: ASN.1 type numbers are inconsistent
hi: ASN.1 प्रकार की संख्याएं असंगत हैं

source: ASN.1 value too large
hi: ASN.1 मान बहुत बड़ा है

source: ASN.1 encoding ended unexpectedly
hi: ASN.1 एनकोडिंग अप्रत्याशित रूप से समाप्त हो गई

source: ASN.1 identifier doesn't match expected value
hi: ASN.1 पहचानकर्ता अपेक्षित मान से मेल नहीं खाता

source: ASN.1 length doesn't match expected value
hi: ASN.1 की लंबाई अपेक्षित मान से मेल नहीं खाती

source: ASN.1 badly-formatted encoding
hi: ASN.1 खराब स्वरूपित एनकोडिंग

source: ASN.1 parse error
hi: ASN.1 विश्लेषण त्रुटि

source: ASN.1 bad return from gmtime
hi: ASN.1 gmtime से ख़राब रिटर्न

source: ASN.1 indefinite encoding
hi: ASN.1 अनिश्चित एनकोडिंग

source: ASN.1 missing expected EOC
hi: ASN.1 में अपेक्षित ईओसी अनुपस्थित है

source: ASN.1 object omitted in sequence
hi: ASN.1 ऑब्जेक्ट अनुक्रम में छोड़ा गया

source: Plugin does not support interface version
hi: प्लगइन इंटरफ़ेस संस्करण का समर्थन नहीं करता है

source: Invalid module specifier
hi: अमान्य मॉड्यूल विनिर्देशक

source: Plugin module name not found
hi: प्लगइन मॉड्यूल नाम नहीं मिला

source: The KDC should discard this request
hi: केडीसी को इस अनुरोध को खारिज कर देना चाहिए

source: Can't create new subsidiary cache
hi: कीरिंग एंकर नाम अमान्य है

source: Invalid keyring anchor name
hi: कीरिंग एंकर नाम अमान्य है

source: Unknown keyring collection version
hi: अज्ञात कीरिंग संग्रह संस्करण

source: Invalid UID in persistent keyring name
hi: सतत कीरिंग नाम में अमान्य UID

source: Malformed reply from KCM daemon
hi: केसीएम डेमॉन से विकृत प्रतिक्रिया

source: Mach RPC error communicating with KCM daemon
hi: केसीएम डेमॉन के साथ संचार करने में मैक आरपीसी त्रुटि

source: KCM daemon reply too big
hi: केसीएम डेमन प्रतिक्रिया बहुत बड़ी है

source: No KCM server found
hi: कोई केसीएम सर्वर नहीं मिला

source: Authorize and set hw-authent ticket flag
hi: hw-authent टिकट फ़्लैग को अधिकृत करें और सेट करें

source: Set hw-authent ticket flag but do not authorize
hi: hw-authent टिकट फ़्लैग सेट करें लेकिन अधिकृत न करें

source: Your credentials expire in %.2d:%.2dh
hi: आपके क्रेडेंशियल %.2d:%.2dh में समाप्त हो जाएंगे

source: Your credentials expire in %d minute
hi: आपके क्रेडेंशियल %d मिनट में समाप्त हो जाएंगे

source: Your credentials have expired
hi: आपके क्रेडेंशियल की समय-सीमा समाप्त हो गई है

source: Remove Credentials Cache
hi: क्रेडेंशियल कैशे हटाएं

source: You have valid Kerberos credentials.
hi: आपके पास मान्य केर्बेरोस क्रेडेंशियल्स हैं।

source: You've refreshed your Kerberos credentials.
hi: आपने अपने केर्बेरोस क्रेडेंशियल्स को ताज़ा कर लिया है।

source: Network credentials valid
hi: नेटवर्क क्रेडेंशियल मान्य

source: Network credentials expiring
hi: नेटवर्क क्रेडेंशियल की समय-सीमा समाप्त हो रही है

source: Network credentials expired
hi: नेटवर्क क्रेडेंशियल की समय-सीमा समाप्त हो गई

source: Your Kerberos credentials have expired.
hi: आपके केर्बेरोस क्रेडेंशियल की समय-सीमा समाप्त हो गई है।

source: unknown error
hi: अज्ञात त्रुटि

source: Expired
hi: खत्म हो चुका

source: (No network connection)
hi: (कोई नेटवर्क कनेक्शन नहीं है)

source: Principal
hi: प्रिंसिपल

source: Start
hi: प्रारंभ

source: End
hi: अंत

source: Fwd
hi: अग्रे

source: Proxy
hi: प्रॉक्सी

source: Renew
hi: नवीकरण

source: Error displaying service ticket information
hi: सेवा टिकट जानकारी प्रदर्शित करने में त्रुटि

source: Choose Certificate
hi: प्रमाणपत्र चुनें

source: _Open
hi: खोलें (_O)

source: X509 Certificates
hi: X509 प्रमाणपत्र

source: all files
hi: सभी फाइलें

source: %s Error
hi: %s त्रुटि

source: Couldn't acquire Kerberos ticket: '%s'
hi: केर्बेरोस टिकट प्राप्त नहीं किया जा सका: '%s'

source: Please enter your Kerberos password:
hi: कृपया अपना केर्बेरोस पासवर्ड दर्ज करें:

source: Please enter the password for '%s':
hi: कृपया '%s' के लिए पासवर्ड दर्ज करें:

source: The password you entered is invalid
hi: आपके द्वारा दर्ज किया गया पासवर्ड अमान्य है

source: There was an error displaying help: %s
hi: सहायता प्रदर्शित करते समय त्रुटि हुई: %s

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>

source: Kerberos Network Authentication Dialog
hi: केर्बेरोस नेटवर्क प्रमाणीकरण संवाद

source: kerberos;authentication;
hi: केर्बेरोस;प्रमाणीकरण;
